app/Controllers/Home.php

    public function index()
    {
        $pesawat = $this->pesawats->findAll();
---
SELECT *
FROM `pesawat`